{
    "418": {
        "id": "418",
        "name": "AccessHealth Spartanburg",
        "slug": "accesshealth-spartanburg",
        "description": "AccessHealth Spartanburg (AHS), part of the <a href=\"http:\/\/www.strategicspartanburg.org\/public-health\/\">Road to Better Health initiative<\/a>, is a local non-profit organization affiliated with Spartanburg Regional Healthcare System (SRHS). AHS serves uninsured, low-income (at or below 150% Federal Poverty Level) residents of Spartanburg County by connecting them to medical and behavioral health care, as well as an array of social services and programs to address barriers to health and a healthy lifestyle. The 10 original partners who helped create this model include: Spartanburg Regional Healthcare System, Mary Black Health System (MBHS), Spartanburg Area Department of Mental Health, The Forrester Center for Behavioral Health, Spartanburg County Medical Society, St Luke’s Free medical Clinic, ReGenesis Health Care, Welvista, DHEC, and USC-Upstate. Dozens of other local programs and services have become partners since. The program receives grant funding from The Duke Endowment, United Way of the Piedmont, Spartanburg Regional Foundation, and others - and has recently been awarded funding from the Robert Wood Johnson Foundation. SRHS provides more than $180,000 of in-kind support annually. In 2013 SRHS and MBHS committed to fund an intensive case management model through AHS with a combined fund of $1 million annually.\r\n\r\nAccessHealth Spartanburg has established a network of local physicians and other healthcare providers to address the needs of uninsured people in our community. Unlike a clinic, patients in the network visit doctors throughout the community at their regular offices. We aim to create a system in which patients receive consistent, ongoing care, and physicians are able to treat patients in the most convenient and efficient way possible. Collaboration is the core of the AccessHealth model, and AHS receives referrals from the emergency department, inpatient discharge planners, case managers, and other hospital programs and departments. AHS also partners with a host of  community organizations, including: Department of Mental Health, St Luke’s Free Clinic, Emerge Family Therapy, Spartanburg Vocational Rehabilitation, Adult Learning Center, Edward Via College of Osteopathic Medicine, Spartanburg County Detention Center and many others.\r\n\r\nAHS continues to see a marked reduction in hospital utilization for ambulatory conditions by patients enrolled in the program. The program has enrolled more than 7,000 individuals to date, and nearly 2,000 individuals have “graduated” the program (they have obtained insurance or their income has risen above the threshold to be eligible for AHS). There has also been reductions in A1C and blood pressure for many clients. The Duke Endowment estimates a return on investment of $12.62 for every $1 invested in the program. Notably, SRHS charity care has decreased from $116 million in 2009 to $68 million in 2016.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "Education, External Community Organization, External Funders, External Health Care, Government",
        "partners_slug": "education-partner external-community-organization external-funders external-health-care government",
        "sdh": "Education, Employment &amp; Income, Family &amp; Social Support, Food Insecurity, Health Behaviors, Health Literacy, Housing Instability, Interpersonal Violence, Transportation, Utility Needs",
        "sdh_slug": "education-sdh employment-income family-social-support food-insecurity health-behaviors health-literacy housing-instability interpersonal-violence transportation utility-needs",
        "primary_sdh": "Health Behaviors",
        "primary_sdh_slug": "health-behaviors",
        "target_pop": "Adults, Children\/Adolescents, Disabled, Families, Minorities, Older Adults",
        "target_pop_slug": "adults childrenadolescents disabled families minorities older-adults",
        "program_setting": "Community, Hospital",
        "program_setting_slug": "community-setting hospital-setting",
        "contact_email": "CRothschild@srhs.com",
        "hosp_id": 413
    },
    "465": {
        "id": "465",
        "name": "Better Health Through Housing",
        "slug": "better-health-through-housing",
        "description": "The Better Health Through Housing pilot grew out of an awareness by UI Health leadership that in order to realize its Health Equity mission, they need to take on the challenge of improving the health of whole communities on the west and south sides of Chicago. UI Health is located about 2 miles from downtown Chicago on the near Westside, in the Illinois Medical District, in one of the highest concentrations of city homelessness. With six other nearby hospitals, the chronically homeless hop from one Emergency Department (ED) to another. The goals of their program are: to create a healthcare-to-housing pilot using the Housing First model; to evaluate the effect of housing on health outcomes, cost, and utilization (this includes studying homelessness as a heath condition); and to promote and advocate for more healthcare-to-housing programs in the Chicago area using a collective impact approach\r\n\r\nUI Health pays their partner, the Center for Housing &amp; Health (CHH) $1,000 per member per month. CHH created a housing collaborative consisting of over twenty housing agencies that manage 125-150 one-bedroom apartments scattered throughout the city, as well as three single room occupancy (SRO) facilities that serve as bridge units until permanent supportive housing is located. The agencies work with individual landlords that accept and tolerate patients with mental illness and\/or substance abuse. There are two program staff: The Program Director and a Care Coordinator, a licensed clinical social worker who specializes working with the homeless. UI forecasts this will provide housing for between 20-30 chronically homeless patients for a year (last year’s program referred 27 homeless individuals). Identification and referral of homeless patients takes a considerable amount of care coordination, not only internally but with community-based partners. In order to strike a balance between healthcare utilization and medical vulnerability, the program utilizes a “Tumor Board” multidisciplinary team consisting of ED, oncology and psychiatry social workers, ED and psychiatry attending physicians, as well as a CHH program coordinator and an Outreach Worker who locates the patients on the street once they are referred into the program. The program consists of $250,000 of internal annual funding (a combination of both operational and philanthropic dollars).\r\n\r\nAs a result of the program internal healthcare costs have come down 21% (removing one patient in end-of-life care and the reduction is 67%), ED utilization is down 45% and inpatient admissions have been reduced by 55%. UI Health has also begun identifying the homeless in their patient population, and since 2008 have found over 1,300 homeless patients.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "External Community Organization",
        "partners_slug": "external-community-organization",
        "sdh": "Housing Instability",
        "sdh_slug": "housing-instability",
        "primary_sdh": "Housing Instability",
        "primary_sdh_slug": "housing-instability",
        "target_pop": "Adults, Families",
        "target_pop_slug": "adults families",
        "program_setting": "Community, Hospital",
        "program_setting_slug": "community-setting hospital-setting",
        "contact_email": "sbbrown9@uic.edu",
        "hosp_id": 464
    },
    "421": {
        "id": "421",
        "name": "Guns Down, Life Up",
        "slug": "guns-down-life-up",
        "description": "Gun violence is a serious public health crisis in New York City. Not only are thousands of lives lost to gun violence every year, but it is also the leading cause of death among young people between the ages of 13-24 in NYC. To address this issue, NYC Health + Hospitals implemented Guns Down, Life Up (GDLU). The goal of GDLU is to reduce violent injuries among young people, ages 11-18, so they never end up as trauma patients in hospital facilities. To achieve this, the program has three main components.\r\n<ul>\r\n \t<li>Prevention: engaging youth early in long-term mentorship and developmental activities to divert them from involvement with violent peer groups and behaviors.<\/li>\r\n \t<li>Community Mobilization: engaging with concerned organizations and neighborhood residents to build community strategies to reduce neighborhood violence.<\/li>\r\n \t<li>Intervention: immediately engaging with people who have been violently injured to prevent retaliation and provide counsel and support.<\/li>\r\n<\/ul>\r\nNYC H+H works with many partners on GDLU, including local schools, Cure Violence programs across the city, the Bronx Documentary Center, and other local vendors and community-based organizations to share resources and activities.\r\n\r\n&nbsp;",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "Education, External Community Organization",
        "partners_slug": "education-partner external-community-organization",
        "sdh": "Interpersonal Violence",
        "sdh_slug": "interpersonal-violence",
        "primary_sdh": "Interpersonal Violence",
        "primary_sdh_slug": "interpersonal-violence",
        "target_pop": "Adults, Children\/Adolescents",
        "target_pop_slug": "adults childrenadolescents",
        "program_setting": "Community, Hospital",
        "program_setting_slug": "community-setting hospital-setting",
        "contact_email": "erik.cliette@nychhc.org",
        "hosp_id": 420
    },
    "423": {
        "id": "423",
        "name": "Healthy Youth Transitions",
        "slug": "healthy-youth-transitions",
        "description": "Memorial Healthcare System in Hollywood Florida started the Healthy Youth Transitions (HYT) Program 7 years ago as a result of an investigation of the child welfare system which identified gaps in services when youth unsuccessfully transitioned to adulthood with little support, skills or preparation. HYT helps youth and young adults age 15 to 22 who are aging out of foster care make the transition to independent living.\r\n\r\nThe program structure is provided by Memorial Life Coaches, who develop rapport and engage youth in an open, honest professional relationship in order to assist them with successful transition to an acceptable, responsible, productive adulthood. Typically, the youth distrust the very systems they have relied on as they have been disappointed frequently by foster care agency staff turnover, lack of services, frequent group home relocations (several youth served have been in over 20 homes in the 10-12 years they have been in foster care) and being separated with the siblings. By building a safe and nurturing relationship, HYT youth being to realize that the Memorial staff are here to help them grow, mature and develop into the adults they desire to become but did not have the role models or consistent caring adults in their lives. The Life Coach aims to help each participant gain skills and self-sufficiency to navigate the logistics of daily living, health management, social relationships, education, employment and money management, and other aspects of young adulthood.\r\n\r\nAll of Memorial Healthcare System's Community programs and initiatives are rooted in collaborative partnerships that work to strengthen families and communities. HYT involves internal collaboration, with partnership from the primary care, specialty services, and behavioral health departments. External community partners include local universities, food banks, legal service providers, and the sheriff's office.\r\n\r\nCurrent outcome measures of the program found that 96% of the females have had no new pregnancies, 98% of all youth have had no new law violations, 98% demonstrated proficiency in employability and\/or job retention skills, 86% made progress in school, were promoted, graduated, or obtained a GED, and 89% have obtained stable housing.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "External Community Organization, External Funders",
        "partners_slug": "external-community-organization external-funders",
        "sdh": "Education, Employment &amp; Income, Family &amp; Social Support, Food Insecurity, Health Behaviors, Health Literacy, Housing Instability, Interpersonal Violence, Transportation, Utility Needs",
        "sdh_slug": "education-sdh employment-income family-social-support food-insecurity health-behaviors health-literacy housing-instability interpersonal-violence transportation utility-needs",
        "primary_sdh": "Family &amp; Social Support",
        "primary_sdh_slug": "family-social-support",
        "target_pop": "Adults, Children\/Adolescents, Minorities",
        "target_pop_slug": "adults childrenadolescents minorities",
        "program_setting": "Community",
        "program_setting_slug": "community-setting",
        "contact_email": "tcurtin@mhs.net",
        "hosp_id": 422
    },
    "426": {
        "id": "426",
        "name": "Mobile Palliative Care Homeless Outreach Program",
        "slug": "mobile-palliative-care-homeless-outreach-program",
        "description": "Harborview Medical Center joined with the Seattle\/King County Health Care for the Homeless Network to pilot the Mobile Palliative Care Homeless Outreach Program beginning in 2014, to address the needs of homeless people with life-limiting illnesses. The program’s primary goals are: 1) provide end-of-life care and pain management to a population that is poorly served by traditional palliative care programs; 2) empower people who are homeless by giving them more control to make decisions about life management and dying as their illness progresses; 3) prevent unnecessary emergency department visits and prolonged hospital admissions; and 4) eliminate barriers to accessing healthcare by traveling to patients and meeting them on the streets, in shelters, at meal programs or wherever they are living.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "Education, External Community Organization, External Health Care, Government",
        "partners_slug": "education-partner external-community-organization external-health-care government",
        "sdh": "Housing Instability",
        "sdh_slug": "housing-instability",
        "primary_sdh": "Housing Instability",
        "primary_sdh_slug": "housing-instability",
        "target_pop": "Adults, Older Adults",
        "target_pop_slug": "adults older-adults",
        "program_setting": "Community, Hospital",
        "program_setting_slug": "community-setting hospital-setting",
        "contact_email": "ppr@uw.edu",
        "hosp_id": 425
    },
    "417": {
        "id": "417",
        "name": "Preventive Food Pantry",
        "slug": "preventive-food-pantry",
        "description": "Boston Medical Center (BMC) created its Preventive Food Pantry in October 2001 to address hunger-related illnesses and malnutrition among its low-income patient population.  Shortly before the Pantry’s opening, a survey found that 1 in every 10 families served at BMC did not know where their next meal was coming from.  The Pantry first served Pediatrics and the Women’s Center, as children and pregnant moms were the target population. The other clinical areas were gradually added over a five-year period. It now serves patients from all departments at BMC who have a physician’s referral, a prescription for supplemental food that best promote physical health, prevent future illness, and facilitate recovery.\r\n\r\nStriving solely on philanthropy, the Food Pantry provides food to approximately 7,000 people per month. It is open Monday to Friday from 10:00 am to 4:00 pm, and families can visit twice per month. They receive three to four days’ worth of food each visit, based on their household sizes and dietary restrictions. A key feature is the provision of perishable foods, such as fresh fruits and vegetables, meats, milk, cheese and eggs – items that are costly and therefore often lacking in a low-income family’s diet.\r\n\r\nThe Pantry works closely with the Greater Boston Food Bank, receiving an average of 15,000 pounds of food each week. It also benefits from partnerships with companies, local schools, churches and temples that donate food.\r\n\r\nRecipient of the 2012 James W. Varnum National Quality Health Care Award, BMC’s food pantry has helped change the lives of many patients and families in a personal and dignified manner. This is evident in the pantry receiving a satisfaction rate of over 90 percent by its clients over the course of its existence.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "External Community Organization, External Funders, Small Business",
        "partners_slug": "external-community-organization external-funders small-business",
        "sdh": "Food Insecurity",
        "sdh_slug": "food-insecurity",
        "primary_sdh": "Food Insecurity",
        "primary_sdh_slug": "food-insecurity",
        "target_pop": "Adults, Children\/Adolescents, Disabled, Families, Men, Minorities, Older Adults, Women",
        "target_pop_slug": "adults childrenadolescents disabled families men minorities older-adults women",
        "program_setting": "Hospital",
        "program_setting_slug": "hospital-setting",
        "contact_email": "latchman.hiralall@bmc.org",
        "hosp_id": 408
    },
    "438": {
        "id": "438",
        "name": "Screening, Mobile Markets, Nutrition Education",
        "slug": "screening-mobile-markets-nutrition-education",
        "description": "Cook County Health and Hospitals System (CCHHS) includes the John H. Stroger, Jr. Hospital of Cook County, Provident Hospital of Cook County, Oak Forest Health Center, and 16 ambulatory and community health care clinics in the greater Chicago area and suburban Cook County. CCHHS launched a pilot program in 2015 that connected food-insecure patients to fresh produce resources through the Greater Chicago Food Depository. CCHHS uses a two-question food insecurity screening tool during patient intake, and patients who screen positive are given vouchers for fresh produce at mobile produce markets called “FRESH Trucks.” CCHHS also connects food-insecure patients in need of permanent assistance to local Supplemental Nutrition Assistance Program and Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) resources. CCHHS has also piloted culinary and nutrition education programs to teach patients about healthy eating.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "",
        "partners_slug": "",
        "sdh": "Food Insecurity",
        "sdh_slug": "food-insecurity",
        "primary_sdh": "Food Insecurity",
        "primary_sdh_slug": "food-insecurity",
        "target_pop": "Adults, Children\/Adolescents, Families",
        "target_pop_slug": "adults childrenadolescents families",
        "program_setting": "",
        "program_setting_slug": "",
        "contact_email": "kchan5@cookcountyhhs.org",
        "hosp_id": 410
    },
    "437": {
        "id": "437",
        "name": "Social Needs Screening and Interventions",
        "slug": "social-needs-screening-and-interventions",
        "description": "The Promotora and African American Health Conductor programs were initially birthed at our Bay Point Family Health Center in 2002 and 2005. The initial goal of these programs was to create more effective cultural bridges between Contra Costa Health Services, a county-run health system, and the Latino and African American communities through the utilization of indigenous community representatives in order to assist the populations in better utilizing and navigating the Contra Costa Health Services system of care. The core functions of these two programs included: assisting patients with health navigation, community health education, assisting with group medical visits and conducting community outreach. In July 2016 through a collaboration with Health Leads (a nationally recognized resource linkage organization) some of these staff were trained on the Health Leads REACH tool - a very sophisticated resource linkage software tool which allowed these staff to screen patients for social needs, input patient demographic data, link patients to appropriate resources and agencies, track actions and follow up on each patient assisted, and measure impact.\r\n\r\nContra Costa Health Services partners with a community non -profit, the Center for Human Development to employ and oversee these staff. However, the staff receive direct supervision from two Health Services staff. The contract with the non-profit is primarily funded through the Health Services budget with supplementation from Medicaid revenue generated by the staff, as well as occasional grants. The two programs are housed in five of the 11 Contra Costa Health Services  health centers. They work closely with health center administrative leadership, with medical providers, with our Health Leads advocate partners and with many community based organizations.\r\n\r\nFrom July 11, 2016 - April 14, 2017, The West County Health Center Health Leads pilot program has served over 750 patients with a 86-91% linkage connection success rate - according to Health leads one of the highest in the country. The Promotoras and Health Conductors have assisted over 2,000 households with health navigation, and conducted over 7,791 community outreach encounters.",
        "active": "Yes",
        "active_slug": "yes-active",
        "partners": "External Health Care, Government",
        "partners_slug": "external-health-care government",
        "sdh": "Food Insecurity, Housing Instability, Utility Needs",
        "sdh_slug": "food-insecurity housing-instability utility-needs",
        "primary_sdh": "Housing Instability",
        "primary_sdh_slug": "housing-instability",
        "target_pop": "Adults",
        "target_pop_slug": "adults",
        "program_setting": "Community, Hospital",
        "program_setting_slug": "community-setting hospital-setting",
        "contact_email": "anna.roth@hsd.cccounty.us",
        "hosp_id": 409
    }
}